<?php

return [
    '401' => [
        'title' =>      'هویت شما تایید نشده است!',
        'message' =>    'با عرض پوزش از شما، هویت شما تایید شده نیست. لطفاً اعتبارسنجی هویت را بدرستی انجام دهید.'
    ],
    '403' => [
        'title' =>      'دسترسی به صفحه امکان پذیر نیست!',
        'message' =>    'با عرض پوزش از شما، دسترسی به این صفحه امکان پذیر نمی‌باشد.'
    ],
    '404' => [
        'title' =>      'صفحه پیدا نشد!',
        'message' =>    'با عرض پوزش از شما، چنین صفحه‌ای در سایت وجود ندارد. ممکن است این صفحه از سایت پاک شده و یا موقتاً از دسترس خارج شده باشد.'
    ],
    '419' => [
        'title' =>      'صفحه منقضی شده است!',
        'message' =>    'با عرض پوزش از شما، این صفحه به دلیل عدم فعالیت منقضی شده است. لطفاً به صفحه قبل برگردید و صفحه را Refresh کنید و دوباره امتحان کنید.'
    ],
    '429' => [
        'title' =>      'درخواست‌های مکرر فرستاده‌اید!',
        'message' =>    'درخواست‌های مکرری به سرور فرستاده‌اید و موجب وارد شدن فشار زیادی به سرور شده‌اید.'
    ],
    '500' => [
        'title' =>      'خطای سمت سرور!',
        'message' =>    'با عرض پوزش از شما، خطایی در سمت سرور رخ داده است، لطفاً در صورت مشاهده این خطا، در صورت امکان این خطا را به آدرس ایمیل ما گزارش کنید تا سریعاً آن را برطرف نماییم.'
    ],
    '503' => [
        'title' =>      'سایت موقتاً در دسترس نیست!',
        'message' =>    'با عرض پوزش از شما، سایت بصورت موقت از دسترس خارج شده است، بزودی امکان دسترسی به سایت را فراهم خواهیم کرد.'
    ],
];
