<?php

return [
    'search'   => 'جست و جو',
    'password' => 'رمزعبور ارائه شده نادرست است.',
    'throttle' => 'دفعات تلاش شما برای ورود بیش از حد مجاز است، لطفاً پس از :seconds ثانیه مجدداً تلاش کنید.',
    'logout'   => 'خروج',
    'welcom'   => 'به فروشگاه ورساچ خوش آمدید',
    'Viewproducts' => 'برای خرید آسان و سریع محصولات رو مشاهده کنید',
    'Viewstore'  => 'دیدن فروشگاه',
    'Account' => 'حساب کاربری',
    'login' => 'ورود',
    'register' => 'ثبت نام',
    'quickaccess' => 'دسترسی سریع',
    'Home' => 'خانه',
    'Allproducts' => 'تمامی محصولات',
    'Faq' => 'سولات پر تکرار',
    'aboutus' => 'درباره ما',
    'Versaceonlinestore' => 'فروشگاه اینترنتی ورساچ، بررسی، انتخاب و خرید آنلاین',
    'VersaceCompany' => 'شرکت ورساچه، با بیش از 10 سال سابقه در زمینه فروش لباس، با تلاش برای فروش کالاهای معتبر و با کیفیت، به شما خدمت می گوید.',
    'Moreproducts' => 'محصولات بیشتر'

];
